brew "bat"
brew "bottom"
brew "chezmoi"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "jq"
brew "mise"
brew "opencode"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "yq"
brew "zoxide"
brew "zsh"

if OS.mac?
  cask "font-meslo-lg-nerd-font"
  cask "ghostty"
  cask "visual-studio-code"
end
